accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-emulator
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
android-studio
android-udev
appmenu-gtk-module
aqemu
arch-install-scripts
ardour
arduino-ide-beta-bin
ark
asusctl
audacity
audiocd-kio
autoconf
automake
awesome
b43-fwcutter
base
bash-completion
battop
bind
binutils
bison
blender
bluedevil
breeze-gtk
bridge-utils
btrfs-progs
cantarell-fonts
caprine
cataclysm-dda
cava-git
cbonsai
cheese
cmatrix-git
cowsay
cpu-checker-bzr
cryptsetup
cuda
cups
cups-filters
cups-pdf
dbus-python
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dnsmasq
dolphin
dosfstools
downgrade
droidcam
duf
e2fsprogs
efibootmgr
elisa
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-log-tool
eos-rankmirrors
eos-update-notifier
ethtool
evillimiter
exfat-utils
f2fs-tools
fakeroot
fbrokendesktop
ffmpegthumbnailer
filelight
firefox
flex
flutter
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
gcc
ghostscript
gimp
glances
gnome-keyring
google-chrome
googler
gotop-bin
grub
grub-customizer
grub-tools
grub2-theme-endeavouros
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
guitarix
gutenprint
gwenview
haveged
htop
hwinfo
inetutils
inkscape
inxi
ipcalc
iptables-nft
ipw2100-fw
ipw2200-fw
iwd
jack2-dbus
jdk11-openjdk
jfsutils
kamoso
kde-gtk-config
kdeconnect
kdenlive
kdeplasma-addons
keyserver-rank
khotkeys
kinfocenter
kinit
kio-fuse
kitty
kolourpaint
konsole
krita
kscreen
ksshaskpass
ktorrent
kvantum-qt5
kvantum-theme-layan-git
kvantum-theme-moe-git
kvantum-theme-otto-git
kwallet-pam
kwin-bismuth
labelimg-git
latte-dock-git
less
lib32-amdgpu-pro-libgl
lib32-libvdpau
lib32-nvidia-utils
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libretro-database-git
libretro-gambatte
libretro-overlays
libretro-shaders-slang
libtool
libvirt
libwnck3
lightdm
lightdm-gtk-greeter
linux
linux-atm
linux-firmware
linux-g14
linux-g14-headers
linux-headers
logrotate
lolcat
lsb-release
ltspice
lvm2
ly
lyrics-in-terminal
m4
make
man-db
man-pages
mdadm
meld
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
motrix-appimage
mtools
nano
ncspot-git
ndisc6
neofetch
neovim
nerd-fonts-hack
nerd-fonts-source-code-pro
net-tools
netctl
networkmanager
networkmanager-openvpn
new-session-manager
noto-fonts
npm
nss-mdns
ntfs-3g
nvidia-dkms
nvidia-installer-dkms
nvidia-prime
nvidia-settings
nvtop
obs-studio
okular
ookla-speedtest-bin
openbsd-netcat
openconnect
opendesktop-fonts
openrgb
openvpn
os-prober
pacman-contrib
paprefs
partitionmanager
patch
pavucontrol
pdfarranger
perl
php
pkgconf
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-wayland-session
poppler-glib
popsicle-git
powerdevil
ppp
pptpclient
print-manager
pulseaudio
pulseaudio-bluetooth
pulseaudio-jack
python
python-defusedxml
python-pip
python-pyqt5
python-reportlab
pywal-16-colors
qemu-arch-extra
qjackctl
qt5-virtualkeyboard
qtkeychain-qt5
r8168
realtime-privileges
rebound
rebuild-detector
reflector
reflector-simple
reiserfsprogs
retroarch
retroarch-assets-ozone
rp-pppoe
rpg-cli
rsync
rust
s-nail
s-tui
sddm-kcm
sejda-desktop
simple-scan
skanlite
smartmontools
sof-firmware
solid
spectacle
spicetify-themes-git
splix
spotify
spotify-tui
spotifyd
sshfs
steam
sudo
swaglyrics
sysbench
sysfsutils
system-config-printer
systemd-sysvcompat
telegram-desktop
texinfo
thefuck
timeshift
tldr
todotxt
traceroute
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-ms-fonts
ttf-opensans
ueberzug
upower
usb_modeswitch
usbutils
v4l2loopback-dkms
vi
vicious
vpnc
vscodium
welcome
wget
which
whois
wine-gecko
wine-mono
wine-staging
winetricks
wireless-regdb
wireless_tools
wireshark-qt
wpa_supplicant
wvdial
wxmaxima
xdg-desktop-portal
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-vesa
xfsprogs
xl2tpd
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yad-eos
yakuake
yay
youtube-dl
zoom
zsh
